/*
Navicat MySQL Data Transfer

Source Server         : aerorsim
Source Server Version : 50536
Source Host           : localhost:3306
Source Database       : rsmonitor

Target Server Type    : MYSQL
Target Server Version : 50536
File Encoding         : 65001

Date: 2018-09-24 18:32:36
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for tbalarm
-- ----------------------------
DROP TABLE IF EXISTS `tbalarm`;
CREATE TABLE `tbalarm` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `DeviceKey` int(15) DEFAULT NULL,
  `DeviceName` varchar(255) DEFAULT NULL,
  `AlarmType` varchar(50) DEFAULT NULL,
  `AlarmMessage` varchar(500) DEFAULT NULL,
  `AlarmRange` varchar(500) DEFAULT NULL,
  `DataValue` double DEFAULT NULL,
  `RecordTime` datetime DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB AUTO_INCREMENT=403 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tbalarm
-- ----------------------------
INSERT INTO `tbalarm` VALUES ('2', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '69.2', '2018-09-20 20:12:00');
INSERT INTO `tbalarm` VALUES ('3', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22.1', '2018-09-20 20:12:00');
INSERT INTO `tbalarm` VALUES ('4', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '69', '2018-09-20 20:14:00');
INSERT INTO `tbalarm` VALUES ('5', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22.1', '2018-09-20 20:14:00');
INSERT INTO `tbalarm` VALUES ('6', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '68.6', '2018-09-20 20:15:00');
INSERT INTO `tbalarm` VALUES ('7', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22.1', '2018-09-20 20:15:00');
INSERT INTO `tbalarm` VALUES ('8', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '68.6', '2018-09-20 20:16:00');
INSERT INTO `tbalarm` VALUES ('9', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22.1', '2018-09-20 20:16:00');
INSERT INTO `tbalarm` VALUES ('10', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '68.2', '2018-09-20 20:17:00');
INSERT INTO `tbalarm` VALUES ('11', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:17:00');
INSERT INTO `tbalarm` VALUES ('12', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '68', '2018-09-20 20:18:00');
INSERT INTO `tbalarm` VALUES ('13', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:18:00');
INSERT INTO `tbalarm` VALUES ('14', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '68.1', '2018-09-20 20:19:00');
INSERT INTO `tbalarm` VALUES ('15', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:19:00');
INSERT INTO `tbalarm` VALUES ('16', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '67.9', '2018-09-20 20:20:00');
INSERT INTO `tbalarm` VALUES ('17', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:20:00');
INSERT INTO `tbalarm` VALUES ('18', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '68', '2018-09-20 20:21:00');
INSERT INTO `tbalarm` VALUES ('19', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:21:00');
INSERT INTO `tbalarm` VALUES ('20', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.9', '2018-09-20 20:23:00');
INSERT INTO `tbalarm` VALUES ('21', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:23:00');
INSERT INTO `tbalarm` VALUES ('22', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.9', '2018-09-20 20:24:00');
INSERT INTO `tbalarm` VALUES ('23', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:24:00');
INSERT INTO `tbalarm` VALUES ('24', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.3', '2018-09-20 20:25:00');
INSERT INTO `tbalarm` VALUES ('25', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:25:00');
INSERT INTO `tbalarm` VALUES ('26', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.6', '2018-09-20 20:26:00');
INSERT INTO `tbalarm` VALUES ('27', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:26:00');
INSERT INTO `tbalarm` VALUES ('28', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.6', '2018-09-20 20:27:00');
INSERT INTO `tbalarm` VALUES ('29', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:27:00');
INSERT INTO `tbalarm` VALUES ('30', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66', '2018-09-20 20:28:00');
INSERT INTO `tbalarm` VALUES ('31', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:28:00');
INSERT INTO `tbalarm` VALUES ('32', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.2', '2018-09-20 20:29:00');
INSERT INTO `tbalarm` VALUES ('33', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:29:00');
INSERT INTO `tbalarm` VALUES ('34', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.3', '2018-09-20 20:30:00');
INSERT INTO `tbalarm` VALUES ('35', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:30:00');
INSERT INTO `tbalarm` VALUES ('36', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.2', '2018-09-20 20:31:00');
INSERT INTO `tbalarm` VALUES ('37', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:31:00');
INSERT INTO `tbalarm` VALUES ('38', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.2', '2018-09-20 20:32:00');
INSERT INTO `tbalarm` VALUES ('39', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:32:00');
INSERT INTO `tbalarm` VALUES ('40', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.1', '2018-09-20 20:33:00');
INSERT INTO `tbalarm` VALUES ('41', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:33:00');
INSERT INTO `tbalarm` VALUES ('42', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.2', '2018-09-20 20:34:00');
INSERT INTO `tbalarm` VALUES ('43', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:34:00');
INSERT INTO `tbalarm` VALUES ('44', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.1', '2018-09-20 20:35:00');
INSERT INTO `tbalarm` VALUES ('45', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:35:00');
INSERT INTO `tbalarm` VALUES ('46', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.2', '2018-09-20 20:36:00');
INSERT INTO `tbalarm` VALUES ('47', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:36:00');
INSERT INTO `tbalarm` VALUES ('48', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.2', '2018-09-20 20:37:00');
INSERT INTO `tbalarm` VALUES ('49', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:37:00');
INSERT INTO `tbalarm` VALUES ('50', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.1', '2018-09-20 20:38:00');
INSERT INTO `tbalarm` VALUES ('51', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:38:00');
INSERT INTO `tbalarm` VALUES ('52', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66', '2018-09-20 20:39:00');
INSERT INTO `tbalarm` VALUES ('53', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '22', '2018-09-20 20:39:00');
INSERT INTO `tbalarm` VALUES ('54', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.2', '2018-09-20 20:40:00');
INSERT INTO `tbalarm` VALUES ('55', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.9', '2018-09-20 20:40:00');
INSERT INTO `tbalarm` VALUES ('56', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '65.8', '2018-09-20 20:41:00');
INSERT INTO `tbalarm` VALUES ('57', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.9', '2018-09-20 20:41:00');
INSERT INTO `tbalarm` VALUES ('58', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '65.9', '2018-09-20 20:42:00');
INSERT INTO `tbalarm` VALUES ('59', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.9', '2018-09-20 20:42:00');
INSERT INTO `tbalarm` VALUES ('60', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66', '2018-09-20 20:43:00');
INSERT INTO `tbalarm` VALUES ('61', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.9', '2018-09-20 20:43:00');
INSERT INTO `tbalarm` VALUES ('62', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '65.7', '2018-09-20 20:44:00');
INSERT INTO `tbalarm` VALUES ('63', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.9', '2018-09-20 20:44:00');
INSERT INTO `tbalarm` VALUES ('64', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66.1', '2018-09-20 20:45:00');
INSERT INTO `tbalarm` VALUES ('65', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.9', '2018-09-20 20:45:00');
INSERT INTO `tbalarm` VALUES ('66', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '66', '2018-09-20 20:46:00');
INSERT INTO `tbalarm` VALUES ('67', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.9', '2018-09-20 20:46:00');
INSERT INTO `tbalarm` VALUES ('68', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '65.7', '2018-09-20 20:47:00');
INSERT INTO `tbalarm` VALUES ('69', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.9', '2018-09-20 20:47:00');
INSERT INTO `tbalarm` VALUES ('70', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '65.3', '2018-09-20 20:48:00');
INSERT INTO `tbalarm` VALUES ('71', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.8', '2018-09-20 20:48:00');
INSERT INTO `tbalarm` VALUES ('72', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '65.3', '2018-09-20 20:49:00');
INSERT INTO `tbalarm` VALUES ('73', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.8', '2018-09-20 20:49:00');
INSERT INTO `tbalarm` VALUES ('74', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '65.2', '2018-09-20 20:50:00');
INSERT INTO `tbalarm` VALUES ('75', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.8', '2018-09-20 20:50:00');
INSERT INTO `tbalarm` VALUES ('76', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '65.2', '2018-09-20 20:51:00');
INSERT INTO `tbalarm` VALUES ('77', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.8', '2018-09-20 20:51:00');
INSERT INTO `tbalarm` VALUES ('78', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '64.8', '2018-09-20 20:52:00');
INSERT INTO `tbalarm` VALUES ('79', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.8', '2018-09-20 20:52:00');
INSERT INTO `tbalarm` VALUES ('80', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '64.8', '2018-09-20 20:53:00');
INSERT INTO `tbalarm` VALUES ('81', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.8', '2018-09-20 20:53:00');
INSERT INTO `tbalarm` VALUES ('82', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '64.5', '2018-09-20 20:54:00');
INSERT INTO `tbalarm` VALUES ('83', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.8', '2018-09-20 20:54:00');
INSERT INTO `tbalarm` VALUES ('84', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '64.6', '2018-09-20 20:55:00');
INSERT INTO `tbalarm` VALUES ('85', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.8', '2018-09-20 20:55:00');
INSERT INTO `tbalarm` VALUES ('86', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '63.4', '2018-09-20 20:56:00');
INSERT INTO `tbalarm` VALUES ('87', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.8', '2018-09-20 20:56:00');
INSERT INTO `tbalarm` VALUES ('88', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '63.7', '2018-09-20 20:57:00');
INSERT INTO `tbalarm` VALUES ('89', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.8', '2018-09-20 20:57:00');
INSERT INTO `tbalarm` VALUES ('90', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '62.2', '2018-09-20 20:58:00');
INSERT INTO `tbalarm` VALUES ('91', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.8', '2018-09-20 20:58:00');
INSERT INTO `tbalarm` VALUES ('92', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '62.4', '2018-09-20 20:59:00');
INSERT INTO `tbalarm` VALUES ('93', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.8', '2018-09-20 20:59:00');
INSERT INTO `tbalarm` VALUES ('94', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.9', '2018-09-20 21:00:00');
INSERT INTO `tbalarm` VALUES ('95', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.8', '2018-09-20 21:00:00');
INSERT INTO `tbalarm` VALUES ('96', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.5', '2018-09-20 21:01:00');
INSERT INTO `tbalarm` VALUES ('97', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.8', '2018-09-20 21:01:00');
INSERT INTO `tbalarm` VALUES ('98', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.9', '2018-09-20 21:02:00');
INSERT INTO `tbalarm` VALUES ('99', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.8', '2018-09-20 21:02:00');
INSERT INTO `tbalarm` VALUES ('100', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.2', '2018-09-20 21:03:00');
INSERT INTO `tbalarm` VALUES ('101', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.7', '2018-09-20 21:03:00');
INSERT INTO `tbalarm` VALUES ('102', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.1', '2018-09-20 21:04:00');
INSERT INTO `tbalarm` VALUES ('103', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.7', '2018-09-20 21:04:00');
INSERT INTO `tbalarm` VALUES ('104', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.8', '2018-09-20 21:05:00');
INSERT INTO `tbalarm` VALUES ('105', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.7', '2018-09-20 21:05:00');
INSERT INTO `tbalarm` VALUES ('106', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.1', '2018-09-20 21:06:00');
INSERT INTO `tbalarm` VALUES ('107', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.7', '2018-09-20 21:06:00');
INSERT INTO `tbalarm` VALUES ('108', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.2', '2018-09-20 21:07:00');
INSERT INTO `tbalarm` VALUES ('109', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.7', '2018-09-20 21:07:00');
INSERT INTO `tbalarm` VALUES ('110', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60', '2018-09-20 21:08:00');
INSERT INTO `tbalarm` VALUES ('111', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.7', '2018-09-20 21:08:00');
INSERT INTO `tbalarm` VALUES ('112', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.1', '2018-09-20 21:09:00');
INSERT INTO `tbalarm` VALUES ('113', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.7', '2018-09-20 21:09:00');
INSERT INTO `tbalarm` VALUES ('114', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.7', '2018-09-20 21:10:00');
INSERT INTO `tbalarm` VALUES ('115', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.7', '2018-09-20 21:11:00');
INSERT INTO `tbalarm` VALUES ('116', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.7', '2018-09-20 21:12:00');
INSERT INTO `tbalarm` VALUES ('117', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.7', '2018-09-20 21:13:00');
INSERT INTO `tbalarm` VALUES ('118', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.7', '2018-09-20 21:14:00');
INSERT INTO `tbalarm` VALUES ('119', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:15:00');
INSERT INTO `tbalarm` VALUES ('120', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.7', '2018-09-20 21:16:00');
INSERT INTO `tbalarm` VALUES ('121', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60', '2018-09-20 21:17:00');
INSERT INTO `tbalarm` VALUES ('122', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.7', '2018-09-20 21:17:00');
INSERT INTO `tbalarm` VALUES ('123', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:18:00');
INSERT INTO `tbalarm` VALUES ('124', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:19:00');
INSERT INTO `tbalarm` VALUES ('125', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.2', '2018-09-20 21:20:00');
INSERT INTO `tbalarm` VALUES ('126', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:20:00');
INSERT INTO `tbalarm` VALUES ('127', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.4', '2018-09-20 21:21:00');
INSERT INTO `tbalarm` VALUES ('128', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:21:00');
INSERT INTO `tbalarm` VALUES ('129', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.1', '2018-09-20 21:22:00');
INSERT INTO `tbalarm` VALUES ('130', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.7', '2018-09-20 21:22:00');
INSERT INTO `tbalarm` VALUES ('131', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.1', '2018-09-20 21:23:00');
INSERT INTO `tbalarm` VALUES ('132', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:23:00');
INSERT INTO `tbalarm` VALUES ('133', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.3', '2018-09-20 21:25:00');
INSERT INTO `tbalarm` VALUES ('134', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:25:00');
INSERT INTO `tbalarm` VALUES ('135', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60', '2018-09-20 21:26:00');
INSERT INTO `tbalarm` VALUES ('136', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:26:00');
INSERT INTO `tbalarm` VALUES ('137', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.2', '2018-09-20 21:27:00');
INSERT INTO `tbalarm` VALUES ('138', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:27:00');
INSERT INTO `tbalarm` VALUES ('139', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.3', '2018-09-20 21:28:00');
INSERT INTO `tbalarm` VALUES ('140', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:28:00');
INSERT INTO `tbalarm` VALUES ('141', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.4', '2018-09-20 21:29:00');
INSERT INTO `tbalarm` VALUES ('142', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:29:00');
INSERT INTO `tbalarm` VALUES ('143', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.4', '2018-09-20 21:30:00');
INSERT INTO `tbalarm` VALUES ('144', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:30:00');
INSERT INTO `tbalarm` VALUES ('145', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.5', '2018-09-20 21:32:00');
INSERT INTO `tbalarm` VALUES ('146', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:32:00');
INSERT INTO `tbalarm` VALUES ('147', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.5', '2018-09-20 21:33:00');
INSERT INTO `tbalarm` VALUES ('148', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:33:00');
INSERT INTO `tbalarm` VALUES ('149', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.4', '2018-09-20 21:34:00');
INSERT INTO `tbalarm` VALUES ('150', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:34:00');
INSERT INTO `tbalarm` VALUES ('151', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.5', '2018-09-20 21:35:00');
INSERT INTO `tbalarm` VALUES ('152', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.6', '2018-09-20 21:35:00');
INSERT INTO `tbalarm` VALUES ('153', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.4', '2018-09-20 21:36:00');
INSERT INTO `tbalarm` VALUES ('154', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.5', '2018-09-20 21:36:00');
INSERT INTO `tbalarm` VALUES ('155', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.8', '2018-09-20 21:37:00');
INSERT INTO `tbalarm` VALUES ('156', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.5', '2018-09-20 21:37:00');
INSERT INTO `tbalarm` VALUES ('157', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.1', '2018-09-20 21:38:00');
INSERT INTO `tbalarm` VALUES ('158', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.5', '2018-09-20 21:38:00');
INSERT INTO `tbalarm` VALUES ('159', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.2', '2018-09-20 21:39:00');
INSERT INTO `tbalarm` VALUES ('160', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 21:39:00');
INSERT INTO `tbalarm` VALUES ('161', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.2', '2018-09-20 21:40:00');
INSERT INTO `tbalarm` VALUES ('162', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 21:40:00');
INSERT INTO `tbalarm` VALUES ('163', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.2', '2018-09-20 21:41:00');
INSERT INTO `tbalarm` VALUES ('164', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 21:41:00');
INSERT INTO `tbalarm` VALUES ('165', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.3', '2018-09-20 21:43:00');
INSERT INTO `tbalarm` VALUES ('166', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 21:43:00');
INSERT INTO `tbalarm` VALUES ('167', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.3', '2018-09-20 21:44:00');
INSERT INTO `tbalarm` VALUES ('168', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 21:44:00');
INSERT INTO `tbalarm` VALUES ('169', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.5', '2018-09-20 21:45:00');
INSERT INTO `tbalarm` VALUES ('170', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 21:45:00');
INSERT INTO `tbalarm` VALUES ('171', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.3', '2018-09-20 21:46:00');
INSERT INTO `tbalarm` VALUES ('172', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 21:46:00');
INSERT INTO `tbalarm` VALUES ('173', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.5', '2018-09-20 21:47:00');
INSERT INTO `tbalarm` VALUES ('174', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 21:47:00');
INSERT INTO `tbalarm` VALUES ('175', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.5', '2018-09-20 21:48:00');
INSERT INTO `tbalarm` VALUES ('176', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 21:48:00');
INSERT INTO `tbalarm` VALUES ('177', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.5', '2018-09-20 21:49:00');
INSERT INTO `tbalarm` VALUES ('178', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 21:49:00');
INSERT INTO `tbalarm` VALUES ('179', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.6', '2018-09-20 21:50:00');
INSERT INTO `tbalarm` VALUES ('180', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.3', '2018-09-20 21:50:00');
INSERT INTO `tbalarm` VALUES ('181', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.6', '2018-09-20 21:51:00');
INSERT INTO `tbalarm` VALUES ('182', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 21:51:00');
INSERT INTO `tbalarm` VALUES ('183', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.5', '2018-09-20 21:52:00');
INSERT INTO `tbalarm` VALUES ('184', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.3', '2018-09-20 21:52:00');
INSERT INTO `tbalarm` VALUES ('185', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.6', '2018-09-20 21:53:00');
INSERT INTO `tbalarm` VALUES ('186', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.3', '2018-09-20 21:53:00');
INSERT INTO `tbalarm` VALUES ('187', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.4', '2018-09-20 21:54:00');
INSERT INTO `tbalarm` VALUES ('188', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 21:54:00');
INSERT INTO `tbalarm` VALUES ('189', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.4', '2018-09-20 21:55:00');
INSERT INTO `tbalarm` VALUES ('190', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 21:55:00');
INSERT INTO `tbalarm` VALUES ('191', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.4', '2018-09-20 21:56:00');
INSERT INTO `tbalarm` VALUES ('192', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 21:56:00');
INSERT INTO `tbalarm` VALUES ('193', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.3', '2018-09-20 21:57:00');
INSERT INTO `tbalarm` VALUES ('194', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 21:57:00');
INSERT INTO `tbalarm` VALUES ('195', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.1', '2018-09-20 22:00:00');
INSERT INTO `tbalarm` VALUES ('196', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 22:00:00');
INSERT INTO `tbalarm` VALUES ('197', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.9', '2018-09-20 22:02:00');
INSERT INTO `tbalarm` VALUES ('198', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 22:02:00');
INSERT INTO `tbalarm` VALUES ('199', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.8', '2018-09-20 22:03:00');
INSERT INTO `tbalarm` VALUES ('200', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 22:03:00');
INSERT INTO `tbalarm` VALUES ('201', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.9', '2018-09-20 22:04:00');
INSERT INTO `tbalarm` VALUES ('202', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.3', '2018-09-20 22:04:00');
INSERT INTO `tbalarm` VALUES ('203', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.1', '2018-09-20 22:05:00');
INSERT INTO `tbalarm` VALUES ('204', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 22:05:00');
INSERT INTO `tbalarm` VALUES ('205', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.1', '2018-09-20 22:06:00');
INSERT INTO `tbalarm` VALUES ('206', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 22:06:00');
INSERT INTO `tbalarm` VALUES ('207', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '60.9', '2018-09-20 22:07:00');
INSERT INTO `tbalarm` VALUES ('208', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 22:07:00');
INSERT INTO `tbalarm` VALUES ('209', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61', '2018-09-20 22:08:00');
INSERT INTO `tbalarm` VALUES ('210', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.4', '2018-09-20 22:08:00');
INSERT INTO `tbalarm` VALUES ('211', '1', '512左边设备', '湿度(%RH)', '超过湿度上线', '12.0~60.0', '61.1', '2018-09-20 22:09:00');
INSERT INTO `tbalarm` VALUES ('212', '1', '512左边设备', '温度(℃)', '超过温度下线', '24.5~25.0', '21.5', '2018-09-20 22:09:00');
INSERT INTO `tbalarm` VALUES ('213', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-20 22:10:00');
INSERT INTO `tbalarm` VALUES ('214', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-20 22:11:00');
INSERT INTO `tbalarm` VALUES ('215', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-20 22:12:00');
INSERT INTO `tbalarm` VALUES ('216', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-20 22:13:00');
INSERT INTO `tbalarm` VALUES ('217', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-20 22:14:00');
INSERT INTO `tbalarm` VALUES ('218', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-20 22:15:00');
INSERT INTO `tbalarm` VALUES ('219', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-20 22:16:00');
INSERT INTO `tbalarm` VALUES ('220', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-20 22:23:00');
INSERT INTO `tbalarm` VALUES ('221', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-20 22:24:00');
INSERT INTO `tbalarm` VALUES ('222', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-20 22:25:00');
INSERT INTO `tbalarm` VALUES ('223', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-20 22:26:00');
INSERT INTO `tbalarm` VALUES ('224', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-20 22:27:00');
INSERT INTO `tbalarm` VALUES ('225', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.3', '2018-09-20 22:28:00');
INSERT INTO `tbalarm` VALUES ('226', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.3', '2018-09-20 22:29:00');
INSERT INTO `tbalarm` VALUES ('227', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.3', '2018-09-20 22:30:00');
INSERT INTO `tbalarm` VALUES ('228', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.3', '2018-09-20 22:31:00');
INSERT INTO `tbalarm` VALUES ('229', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.3', '2018-09-20 22:32:00');
INSERT INTO `tbalarm` VALUES ('230', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.3', '2018-09-20 22:33:00');
INSERT INTO `tbalarm` VALUES ('231', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.3', '2018-09-20 22:34:00');
INSERT INTO `tbalarm` VALUES ('232', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.3', '2018-09-20 22:35:00');
INSERT INTO `tbalarm` VALUES ('233', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.2', '2018-09-20 22:36:00');
INSERT INTO `tbalarm` VALUES ('234', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.3', '2018-09-20 22:37:00');
INSERT INTO `tbalarm` VALUES ('235', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.2', '2018-09-20 22:38:00');
INSERT INTO `tbalarm` VALUES ('236', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.2', '2018-09-20 22:39:00');
INSERT INTO `tbalarm` VALUES ('237', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.2', '2018-09-20 22:40:00');
INSERT INTO `tbalarm` VALUES ('238', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.3', '2018-09-20 22:45:00');
INSERT INTO `tbalarm` VALUES ('239', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-20 22:50:00');
INSERT INTO `tbalarm` VALUES ('240', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.6', '2018-09-20 22:55:00');
INSERT INTO `tbalarm` VALUES ('241', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-20 23:00:00');
INSERT INTO `tbalarm` VALUES ('242', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-20 23:05:00');
INSERT INTO `tbalarm` VALUES ('243', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-20 23:10:00');
INSERT INTO `tbalarm` VALUES ('244', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-20 23:15:00');
INSERT INTO `tbalarm` VALUES ('245', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-20 23:20:00');
INSERT INTO `tbalarm` VALUES ('246', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-20 23:25:00');
INSERT INTO `tbalarm` VALUES ('247', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-20 23:30:00');
INSERT INTO `tbalarm` VALUES ('248', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-20 23:35:00');
INSERT INTO `tbalarm` VALUES ('249', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-20 23:40:00');
INSERT INTO `tbalarm` VALUES ('250', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-20 23:45:00');
INSERT INTO `tbalarm` VALUES ('251', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-20 23:50:00');
INSERT INTO `tbalarm` VALUES ('252', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-20 23:55:00');
INSERT INTO `tbalarm` VALUES ('253', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 00:00:00');
INSERT INTO `tbalarm` VALUES ('254', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 00:05:00');
INSERT INTO `tbalarm` VALUES ('255', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 00:10:00');
INSERT INTO `tbalarm` VALUES ('256', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 00:15:00');
INSERT INTO `tbalarm` VALUES ('257', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 00:20:00');
INSERT INTO `tbalarm` VALUES ('258', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 00:25:00');
INSERT INTO `tbalarm` VALUES ('259', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 00:30:00');
INSERT INTO `tbalarm` VALUES ('260', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 00:35:00');
INSERT INTO `tbalarm` VALUES ('261', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 00:40:00');
INSERT INTO `tbalarm` VALUES ('262', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 00:45:00');
INSERT INTO `tbalarm` VALUES ('263', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.9', '2018-09-21 00:50:00');
INSERT INTO `tbalarm` VALUES ('264', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.9', '2018-09-21 00:55:00');
INSERT INTO `tbalarm` VALUES ('265', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 01:00:00');
INSERT INTO `tbalarm` VALUES ('266', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 01:05:00');
INSERT INTO `tbalarm` VALUES ('267', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 01:10:00');
INSERT INTO `tbalarm` VALUES ('268', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 01:15:00');
INSERT INTO `tbalarm` VALUES ('269', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 01:20:00');
INSERT INTO `tbalarm` VALUES ('270', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 01:25:00');
INSERT INTO `tbalarm` VALUES ('271', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 01:30:00');
INSERT INTO `tbalarm` VALUES ('272', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 01:35:00');
INSERT INTO `tbalarm` VALUES ('273', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 01:40:00');
INSERT INTO `tbalarm` VALUES ('274', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 01:45:00');
INSERT INTO `tbalarm` VALUES ('275', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 01:50:00');
INSERT INTO `tbalarm` VALUES ('276', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 01:55:00');
INSERT INTO `tbalarm` VALUES ('277', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 02:00:00');
INSERT INTO `tbalarm` VALUES ('278', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 02:05:00');
INSERT INTO `tbalarm` VALUES ('279', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 02:10:00');
INSERT INTO `tbalarm` VALUES ('280', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 02:15:00');
INSERT INTO `tbalarm` VALUES ('281', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 02:20:00');
INSERT INTO `tbalarm` VALUES ('282', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 02:25:00');
INSERT INTO `tbalarm` VALUES ('283', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 02:30:00');
INSERT INTO `tbalarm` VALUES ('284', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 02:35:00');
INSERT INTO `tbalarm` VALUES ('285', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.8', '2018-09-21 02:40:00');
INSERT INTO `tbalarm` VALUES ('286', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 02:45:00');
INSERT INTO `tbalarm` VALUES ('287', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 02:50:00');
INSERT INTO `tbalarm` VALUES ('288', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 02:55:00');
INSERT INTO `tbalarm` VALUES ('289', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 03:00:00');
INSERT INTO `tbalarm` VALUES ('290', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 03:05:00');
INSERT INTO `tbalarm` VALUES ('291', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 03:10:00');
INSERT INTO `tbalarm` VALUES ('292', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 03:15:00');
INSERT INTO `tbalarm` VALUES ('293', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 03:20:00');
INSERT INTO `tbalarm` VALUES ('294', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 03:25:00');
INSERT INTO `tbalarm` VALUES ('295', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 03:30:00');
INSERT INTO `tbalarm` VALUES ('296', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 03:35:00');
INSERT INTO `tbalarm` VALUES ('297', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 03:40:00');
INSERT INTO `tbalarm` VALUES ('298', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 03:45:00');
INSERT INTO `tbalarm` VALUES ('299', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 03:50:00');
INSERT INTO `tbalarm` VALUES ('300', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 03:55:00');
INSERT INTO `tbalarm` VALUES ('301', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 04:00:00');
INSERT INTO `tbalarm` VALUES ('302', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 04:05:00');
INSERT INTO `tbalarm` VALUES ('303', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 04:10:00');
INSERT INTO `tbalarm` VALUES ('304', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.6', '2018-09-21 04:15:00');
INSERT INTO `tbalarm` VALUES ('305', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.6', '2018-09-21 04:20:00');
INSERT INTO `tbalarm` VALUES ('306', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.6', '2018-09-21 04:25:00');
INSERT INTO `tbalarm` VALUES ('307', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.6', '2018-09-21 04:30:00');
INSERT INTO `tbalarm` VALUES ('308', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.6', '2018-09-21 04:35:00');
INSERT INTO `tbalarm` VALUES ('309', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.6', '2018-09-21 04:40:00');
INSERT INTO `tbalarm` VALUES ('310', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.6', '2018-09-21 04:45:00');
INSERT INTO `tbalarm` VALUES ('311', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.6', '2018-09-21 04:50:00');
INSERT INTO `tbalarm` VALUES ('312', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.6', '2018-09-21 04:55:00');
INSERT INTO `tbalarm` VALUES ('313', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.6', '2018-09-21 05:00:00');
INSERT INTO `tbalarm` VALUES ('314', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.6', '2018-09-21 05:05:00');
INSERT INTO `tbalarm` VALUES ('315', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 05:10:00');
INSERT INTO `tbalarm` VALUES ('316', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 05:15:00');
INSERT INTO `tbalarm` VALUES ('317', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.6', '2018-09-21 05:20:00');
INSERT INTO `tbalarm` VALUES ('318', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 05:25:00');
INSERT INTO `tbalarm` VALUES ('319', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 05:30:00');
INSERT INTO `tbalarm` VALUES ('320', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 05:35:00');
INSERT INTO `tbalarm` VALUES ('321', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 05:40:00');
INSERT INTO `tbalarm` VALUES ('322', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 05:45:00');
INSERT INTO `tbalarm` VALUES ('323', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 05:50:00');
INSERT INTO `tbalarm` VALUES ('324', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 05:55:00');
INSERT INTO `tbalarm` VALUES ('325', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 06:00:00');
INSERT INTO `tbalarm` VALUES ('326', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 06:05:00');
INSERT INTO `tbalarm` VALUES ('327', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 06:10:00');
INSERT INTO `tbalarm` VALUES ('328', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 06:15:00');
INSERT INTO `tbalarm` VALUES ('329', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 06:20:00');
INSERT INTO `tbalarm` VALUES ('330', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 06:25:00');
INSERT INTO `tbalarm` VALUES ('331', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 06:30:00');
INSERT INTO `tbalarm` VALUES ('332', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 06:35:00');
INSERT INTO `tbalarm` VALUES ('333', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 06:40:00');
INSERT INTO `tbalarm` VALUES ('334', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 06:45:00');
INSERT INTO `tbalarm` VALUES ('335', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 06:50:00');
INSERT INTO `tbalarm` VALUES ('336', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 06:55:00');
INSERT INTO `tbalarm` VALUES ('337', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 07:00:00');
INSERT INTO `tbalarm` VALUES ('338', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 07:05:00');
INSERT INTO `tbalarm` VALUES ('339', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 07:10:00');
INSERT INTO `tbalarm` VALUES ('340', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 07:15:00');
INSERT INTO `tbalarm` VALUES ('341', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 07:20:00');
INSERT INTO `tbalarm` VALUES ('342', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 07:25:00');
INSERT INTO `tbalarm` VALUES ('343', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 07:30:00');
INSERT INTO `tbalarm` VALUES ('344', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 07:35:00');
INSERT INTO `tbalarm` VALUES ('345', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 07:40:00');
INSERT INTO `tbalarm` VALUES ('346', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 07:45:00');
INSERT INTO `tbalarm` VALUES ('347', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 07:50:00');
INSERT INTO `tbalarm` VALUES ('348', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 07:55:00');
INSERT INTO `tbalarm` VALUES ('349', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 08:00:00');
INSERT INTO `tbalarm` VALUES ('350', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 08:05:00');
INSERT INTO `tbalarm` VALUES ('351', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 08:10:00');
INSERT INTO `tbalarm` VALUES ('352', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 08:15:00');
INSERT INTO `tbalarm` VALUES ('353', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 08:20:00');
INSERT INTO `tbalarm` VALUES ('354', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.6', '2018-09-21 08:25:00');
INSERT INTO `tbalarm` VALUES ('355', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 08:30:00');
INSERT INTO `tbalarm` VALUES ('356', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.4', '2018-09-21 08:35:00');
INSERT INTO `tbalarm` VALUES ('357', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 08:40:00');
INSERT INTO `tbalarm` VALUES ('358', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.5', '2018-09-21 08:45:00');
INSERT INTO `tbalarm` VALUES ('359', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.7', '2018-09-21 08:50:00');
INSERT INTO `tbalarm` VALUES ('360', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '21.9', '2018-09-21 08:55:00');
INSERT INTO `tbalarm` VALUES ('361', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '22', '2018-09-21 09:00:00');
INSERT INTO `tbalarm` VALUES ('362', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '22.1', '2018-09-21 09:05:00');
INSERT INTO `tbalarm` VALUES ('363', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '22.1', '2018-09-21 09:10:00');
INSERT INTO `tbalarm` VALUES ('364', '1', '512左边设备', '温度(℃)', '超过温度下线', '23.0~30.0', '22.1', '2018-09-21 09:15:00');
INSERT INTO `tbalarm` VALUES ('365', '34', '机柜1', '温度(℃)', '超过温度上线', '18.0~22.0', '24.6', '2018-09-23 11:45:00');
INSERT INTO `tbalarm` VALUES ('366', '33', '机柜2', '温度(℃)', '超过温度上线', '18.0~22.0', '24.6', '2018-09-23 11:45:00');
INSERT INTO `tbalarm` VALUES ('367', '32', '机柜3', '温度(℃)', '超过温度上线', '18.0~22.0', '24.6', '2018-09-23 11:45:00');
INSERT INTO `tbalarm` VALUES ('368', '31', '机柜4', '温度(℃)', '超过温度上线', '18.0~22.0', '24.6', '2018-09-23 11:45:00');
INSERT INTO `tbalarm` VALUES ('369', '30', '机柜5', '温度(℃)', '超过温度上线', '18.0~22.0', '24.6', '2018-09-23 11:45:00');
INSERT INTO `tbalarm` VALUES ('370', '29', '机柜6', '温度(℃)', '超过温度上线', '18.0~22.0', '24.6', '2018-09-23 11:45:01');
INSERT INTO `tbalarm` VALUES ('371', '28', '机柜7', '温度(℃)', '超过温度上线', '18.0~22.0', '24.6', '2018-09-23 11:45:01');
INSERT INTO `tbalarm` VALUES ('372', '27', '机柜8', '温度(℃)', '超过温度上线', '18.0~22.0', '24.6', '2018-09-23 11:45:01');
INSERT INTO `tbalarm` VALUES ('373', '26', '机柜9', '温度(℃)', '超过温度上线', '18.0~22.0', '24.6', '2018-09-23 11:45:01');
INSERT INTO `tbalarm` VALUES ('374', '25', '机柜10', '温度(℃)', '超过温度上线', '18.0~22.0', '24.6', '2018-09-23 11:45:01');
INSERT INTO `tbalarm` VALUES ('375', '24', '机柜11', '温度(℃)', '超过温度上线', '18.0~22.0', '24.6', '2018-09-23 11:45:01');
INSERT INTO `tbalarm` VALUES ('376', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.6', '2018-09-23 11:45:01');
INSERT INTO `tbalarm` VALUES ('377', '34', '机柜1', '温度(℃)', '超过温度上线', '18.0~22.0', '24.7', '2018-09-24 11:45:00');
INSERT INTO `tbalarm` VALUES ('378', '33', '机柜2', '温度(℃)', '超过温度上线', '18.0~22.0', '24.7', '2018-09-24 11:45:00');
INSERT INTO `tbalarm` VALUES ('379', '32', '机柜3', '温度(℃)', '超过温度上线', '18.0~22.0', '24.7', '2018-09-24 11:45:00');
INSERT INTO `tbalarm` VALUES ('380', '31', '机柜4', '温度(℃)', '超过温度上线', '18.0~22.0', '24.7', '2018-09-24 11:45:01');
INSERT INTO `tbalarm` VALUES ('381', '30', '机柜5', '温度(℃)', '超过温度上线', '18.0~22.0', '24.7', '2018-09-24 11:45:01');
INSERT INTO `tbalarm` VALUES ('382', '29', '机柜6', '温度(℃)', '超过温度上线', '18.0~22.0', '24.7', '2018-09-24 11:45:02');
INSERT INTO `tbalarm` VALUES ('383', '28', '机柜7', '温度(℃)', '超过温度上线', '18.0~22.0', '24.7', '2018-09-24 11:45:02');
INSERT INTO `tbalarm` VALUES ('384', '27', '机柜8', '温度(℃)', '超过温度上线', '18.0~22.0', '24.7', '2018-09-24 11:45:02');
INSERT INTO `tbalarm` VALUES ('385', '26', '机柜9', '温度(℃)', '超过温度上线', '18.0~22.0', '24.7', '2018-09-24 11:45:03');
INSERT INTO `tbalarm` VALUES ('386', '25', '机柜10', '温度(℃)', '超过温度上线', '18.0~22.0', '24.7', '2018-09-24 11:45:03');
INSERT INTO `tbalarm` VALUES ('387', '24', '机柜11', '温度(℃)', '超过温度上线', '18.0~22.0', '24.7', '2018-09-24 11:45:03');
INSERT INTO `tbalarm` VALUES ('388', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.7', '2018-09-24 11:45:03');
INSERT INTO `tbalarm` VALUES ('389', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.6', '2018-09-24 11:51:00');
INSERT INTO `tbalarm` VALUES ('390', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.5', '2018-09-24 14:48:04');
INSERT INTO `tbalarm` VALUES ('391', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.8', '2018-09-24 15:45:00');
INSERT INTO `tbalarm` VALUES ('392', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.6', '2018-09-24 17:40:00');
INSERT INTO `tbalarm` VALUES ('393', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.6', '2018-09-24 17:45:00');
INSERT INTO `tbalarm` VALUES ('394', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.7', '2018-09-24 17:50:00');
INSERT INTO `tbalarm` VALUES ('395', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.7', '2018-09-24 17:55:00');
INSERT INTO `tbalarm` VALUES ('396', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.8', '2018-09-24 18:00:00');
INSERT INTO `tbalarm` VALUES ('397', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.8', '2018-09-24 18:05:00');
INSERT INTO `tbalarm` VALUES ('398', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.8', '2018-09-24 18:10:00');
INSERT INTO `tbalarm` VALUES ('399', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.9', '2018-09-24 18:15:00');
INSERT INTO `tbalarm` VALUES ('400', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.8', '2018-09-24 18:20:00');
INSERT INTO `tbalarm` VALUES ('401', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.8', '2018-09-24 18:25:00');
INSERT INTO `tbalarm` VALUES ('402', '23', '机柜12', '温度(℃)', '超过温度上线', '18.0~22.0', '24.8', '2018-09-24 18:30:00');

-- ----------------------------
-- Table structure for tbhistory
-- ----------------------------
DROP TABLE IF EXISTS `tbhistory`;
CREATE TABLE `tbhistory` (
  `DeviceKey` int(15) NOT NULL,
  `DeviceName` varchar(500) DEFAULT NULL,
  `Tem` double(16,4) DEFAULT NULL,
  `Hum` double(16,4) DEFAULT NULL,
  `RecordTime` datetime DEFAULT NULL,
  `IsAlarmData` int(2) DEFAULT '0',
  `id` int(15) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=303 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tbhistory
-- ----------------------------
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.1000', '69.2000', '2018-09-20 20:12:00', '0', '1');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.1000', '69.0000', '2018-09-20 20:14:00', '0', '2');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.1000', '68.6000', '2018-09-20 20:15:00', '0', '3');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.1000', '68.6000', '2018-09-20 20:16:00', '0', '4');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '68.2000', '2018-09-20 20:17:00', '0', '5');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '68.0000', '2018-09-20 20:18:00', '0', '6');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '68.1000', '2018-09-20 20:19:00', '0', '7');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '67.9000', '2018-09-20 20:20:00', '0', '8');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '68.0000', '2018-09-20 20:21:00', '0', '9');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.9000', '2018-09-20 20:23:00', '0', '10');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.9000', '2018-09-20 20:24:00', '0', '11');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.3000', '2018-09-20 20:25:00', '0', '12');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.6000', '2018-09-20 20:26:00', '0', '13');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.6000', '2018-09-20 20:27:00', '0', '14');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.0000', '2018-09-20 20:28:00', '0', '15');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.2000', '2018-09-20 20:29:00', '0', '16');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.3000', '2018-09-20 20:30:00', '0', '17');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.2000', '2018-09-20 20:31:00', '0', '18');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.2000', '2018-09-20 20:32:00', '0', '19');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.1000', '2018-09-20 20:33:00', '0', '20');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.2000', '2018-09-20 20:34:00', '0', '21');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.1000', '2018-09-20 20:35:00', '0', '22');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.2000', '2018-09-20 20:36:00', '0', '23');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.2000', '2018-09-20 20:37:00', '0', '24');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.1000', '2018-09-20 20:38:00', '0', '25');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '66.0000', '2018-09-20 20:39:00', '0', '26');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.9000', '66.2000', '2018-09-20 20:40:00', '0', '27');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.9000', '65.8000', '2018-09-20 20:41:00', '0', '28');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.9000', '65.9000', '2018-09-20 20:42:00', '0', '29');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.9000', '66.0000', '2018-09-20 20:43:00', '0', '30');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.9000', '65.7000', '2018-09-20 20:44:00', '0', '31');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.9000', '66.1000', '2018-09-20 20:45:00', '0', '32');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.9000', '66.0000', '2018-09-20 20:46:00', '0', '33');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.9000', '65.7000', '2018-09-20 20:47:00', '0', '34');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '65.3000', '2018-09-20 20:48:00', '0', '35');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '65.3000', '2018-09-20 20:49:00', '0', '36');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '65.2000', '2018-09-20 20:50:00', '0', '37');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '65.2000', '2018-09-20 20:51:00', '0', '38');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '64.8000', '2018-09-20 20:52:00', '0', '39');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '64.8000', '2018-09-20 20:53:00', '0', '40');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '64.5000', '2018-09-20 20:54:00', '0', '41');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '64.6000', '2018-09-20 20:55:00', '0', '42');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '63.4000', '2018-09-20 20:56:00', '0', '43');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '63.7000', '2018-09-20 20:57:00', '0', '44');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '62.2000', '2018-09-20 20:58:00', '0', '45');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '62.4000', '2018-09-20 20:59:00', '0', '46');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '61.9000', '2018-09-20 21:00:00', '0', '47');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '61.5000', '2018-09-20 21:01:00', '0', '48');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '61.9000', '2018-09-20 21:02:00', '0', '49');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '61.2000', '2018-09-20 21:03:00', '0', '50');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '61.1000', '2018-09-20 21:04:00', '0', '51');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '60.8000', '2018-09-20 21:05:00', '0', '52');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '61.1000', '2018-09-20 21:06:00', '0', '53');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '60.2000', '2018-09-20 21:07:00', '0', '54');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '60.0000', '2018-09-20 21:08:00', '0', '55');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '60.1000', '2018-09-20 21:09:00', '0', '56');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '59.9000', '2018-09-20 21:10:00', '0', '57');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '59.7000', '2018-09-20 21:11:00', '0', '58');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '59.9000', '2018-09-20 21:12:00', '0', '59');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '59.8000', '2018-09-20 21:13:00', '0', '60');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '59.8000', '2018-09-20 21:14:00', '0', '61');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '59.9000', '2018-09-20 21:15:00', '0', '62');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '59.8000', '2018-09-20 21:16:00', '0', '63');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '60.0000', '2018-09-20 21:17:00', '0', '64');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '59.9000', '2018-09-20 21:18:00', '0', '65');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '59.9000', '2018-09-20 21:19:00', '0', '66');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '60.2000', '2018-09-20 21:20:00', '0', '67');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '60.4000', '2018-09-20 21:21:00', '0', '68');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '60.1000', '2018-09-20 21:22:00', '0', '69');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '60.1000', '2018-09-20 21:23:00', '0', '70');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '60.3000', '2018-09-20 21:25:00', '0', '71');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '60.0000', '2018-09-20 21:26:00', '0', '72');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '60.2000', '2018-09-20 21:27:00', '0', '73');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '60.3000', '2018-09-20 21:28:00', '0', '74');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '60.4000', '2018-09-20 21:29:00', '0', '75');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '60.4000', '2018-09-20 21:30:00', '0', '76');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '60.5000', '2018-09-20 21:32:00', '0', '77');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '60.5000', '2018-09-20 21:33:00', '0', '78');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '60.4000', '2018-09-20 21:34:00', '0', '79');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '60.5000', '2018-09-20 21:35:00', '0', '80');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '60.4000', '2018-09-20 21:36:00', '0', '81');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '60.8000', '2018-09-20 21:37:00', '0', '82');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '61.1000', '2018-09-20 21:38:00', '0', '83');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.2000', '2018-09-20 21:39:00', '0', '84');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.2000', '2018-09-20 21:40:00', '0', '85');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.2000', '2018-09-20 21:41:00', '0', '86');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.3000', '2018-09-20 21:43:00', '0', '87');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.3000', '2018-09-20 21:44:00', '0', '88');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.5000', '2018-09-20 21:45:00', '0', '89');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.3000', '2018-09-20 21:46:00', '0', '90');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.5000', '2018-09-20 21:47:00', '0', '91');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.5000', '2018-09-20 21:48:00', '0', '92');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.5000', '2018-09-20 21:49:00', '0', '93');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.3000', '61.6000', '2018-09-20 21:50:00', '0', '94');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.6000', '2018-09-20 21:51:00', '0', '95');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.3000', '61.5000', '2018-09-20 21:52:00', '0', '96');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.3000', '61.6000', '2018-09-20 21:53:00', '0', '97');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.4000', '2018-09-20 21:54:00', '0', '98');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.4000', '2018-09-20 21:55:00', '0', '99');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.4000', '2018-09-20 21:56:00', '0', '100');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.3000', '2018-09-20 21:57:00', '0', '101');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.1000', '2018-09-20 22:00:00', '0', '102');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '60.9000', '2018-09-20 22:02:00', '0', '103');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '60.8000', '2018-09-20 22:03:00', '0', '104');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.3000', '60.9000', '2018-09-20 22:04:00', '0', '105');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.1000', '2018-09-20 22:05:00', '0', '106');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.1000', '2018-09-20 22:06:00', '0', '107');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '60.9000', '2018-09-20 22:07:00', '0', '108');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.0000', '2018-09-20 22:08:00', '0', '109');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '61.1000', '2018-09-20 22:09:00', '0', '110');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '61.3000', '2018-09-20 22:10:00', '0', '111');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '61.1000', '2018-09-20 22:11:00', '0', '112');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '61.2000', '2018-09-20 22:12:00', '0', '113');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.2000', '2018-09-20 22:13:00', '0', '114');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '61.3000', '2018-09-20 22:14:00', '0', '115');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '61.5000', '2018-09-20 22:15:00', '0', '116');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.4000', '2018-09-20 22:16:00', '0', '117');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.9000', '2018-09-20 22:23:00', '0', '118');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '61.9000', '2018-09-20 22:24:00', '0', '119');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.9000', '2018-09-20 22:25:00', '0', '120');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '61.9000', '2018-09-20 22:26:00', '0', '121');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '62.0000', '2018-09-20 22:27:00', '0', '122');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.3000', '62.1000', '2018-09-20 22:28:00', '0', '123');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.3000', '62.2000', '2018-09-20 22:29:00', '0', '124');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.3000', '62.3000', '2018-09-20 22:30:00', '0', '125');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.3000', '62.3000', '2018-09-20 22:31:00', '0', '126');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.3000', '62.4000', '2018-09-20 22:32:00', '0', '127');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.3000', '62.3000', '2018-09-20 22:33:00', '0', '128');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.3000', '62.3000', '2018-09-20 22:34:00', '0', '129');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.3000', '62.4000', '2018-09-20 22:35:00', '0', '130');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.2000', '62.4000', '2018-09-20 22:36:00', '0', '131');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.3000', '62.5000', '2018-09-20 22:37:00', '0', '132');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.2000', '62.3000', '2018-09-20 22:38:00', '0', '133');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.2000', '62.4000', '2018-09-20 22:39:00', '0', '134');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.2000', '62.3000', '2018-09-20 22:40:00', '0', '135');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.3000', '62.7000', '2018-09-20 22:45:00', '0', '136');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '62.5000', '2018-09-20 22:50:00', '0', '137');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '62.5000', '2018-09-20 22:55:00', '0', '138');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '61.8000', '2018-09-20 23:00:00', '0', '139');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '61.5000', '2018-09-20 23:05:00', '0', '140');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '61.1000', '2018-09-20 23:10:00', '0', '141');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '60.8000', '2018-09-20 23:15:00', '0', '142');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '60.4000', '2018-09-20 23:20:00', '0', '143');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '59.9000', '2018-09-20 23:25:00', '0', '144');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '59.7000', '2018-09-20 23:30:00', '0', '145');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '59.5000', '2018-09-20 23:35:00', '0', '146');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '59.3000', '2018-09-20 23:40:00', '0', '147');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '59.0000', '2018-09-20 23:45:00', '0', '148');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '58.6000', '2018-09-20 23:50:00', '0', '149');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '58.1000', '2018-09-20 23:55:00', '0', '150');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '57.6000', '2018-09-21 00:00:00', '0', '151');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '57.3000', '2018-09-21 00:05:00', '0', '152');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '56.9000', '2018-09-21 00:10:00', '0', '153');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '56.4000', '2018-09-21 00:15:00', '0', '154');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '56.9000', '2018-09-21 00:20:00', '0', '155');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '57.4000', '2018-09-21 00:25:00', '0', '156');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '57.3000', '2018-09-21 00:30:00', '0', '157');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '57.4000', '2018-09-21 00:35:00', '0', '158');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '57.5000', '2018-09-21 00:40:00', '0', '159');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '57.4000', '2018-09-21 00:45:00', '0', '160');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.9000', '57.3000', '2018-09-21 00:50:00', '0', '161');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.9000', '57.2000', '2018-09-21 00:55:00', '0', '162');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '57.0000', '2018-09-21 01:00:00', '0', '163');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '55.9000', '2018-09-21 01:05:00', '0', '164');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '56.1000', '2018-09-21 01:10:00', '0', '165');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '56.6000', '2018-09-21 01:15:00', '0', '166');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '56.6000', '2018-09-21 01:20:00', '0', '167');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '55.8000', '2018-09-21 01:25:00', '0', '168');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '56.2000', '2018-09-21 01:30:00', '0', '169');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '56.2000', '2018-09-21 01:35:00', '0', '170');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '55.3000', '2018-09-21 01:40:00', '0', '171');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '55.7000', '2018-09-21 01:45:00', '0', '172');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '55.3000', '2018-09-21 01:50:00', '0', '173');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '55.7000', '2018-09-21 01:55:00', '0', '174');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '55.5000', '2018-09-21 02:00:00', '0', '175');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '55.4000', '2018-09-21 02:05:00', '0', '176');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '55.4000', '2018-09-21 02:10:00', '0', '177');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '55.3000', '2018-09-21 02:15:00', '0', '178');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '55.0000', '2018-09-21 02:20:00', '0', '179');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '55.3000', '2018-09-21 02:25:00', '0', '180');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.1000', '2018-09-21 02:30:00', '0', '181');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.3000', '2018-09-21 02:35:00', '0', '182');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.8000', '55.2000', '2018-09-21 02:40:00', '0', '183');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.2000', '2018-09-21 02:45:00', '0', '184');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '54.9000', '2018-09-21 02:50:00', '0', '185');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.3000', '2018-09-21 02:55:00', '0', '186');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.5000', '2018-09-21 03:00:00', '0', '187');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.7000', '2018-09-21 03:05:00', '0', '188');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.7000', '2018-09-21 03:10:00', '0', '189');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.8000', '2018-09-21 03:15:00', '0', '190');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.8000', '2018-09-21 03:20:00', '0', '191');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.8000', '2018-09-21 03:25:00', '0', '192');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.8000', '2018-09-21 03:30:00', '0', '193');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.9000', '2018-09-21 03:35:00', '0', '194');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.9000', '2018-09-21 03:40:00', '0', '195');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '56.0000', '2018-09-21 03:45:00', '0', '196');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '56.0000', '2018-09-21 03:50:00', '0', '197');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '56.0000', '2018-09-21 03:55:00', '0', '198');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.9000', '2018-09-21 04:00:00', '0', '199');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.9000', '2018-09-21 04:05:00', '0', '200');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '55.9000', '2018-09-21 04:10:00', '0', '201');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '55.8000', '2018-09-21 04:15:00', '0', '202');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '55.6000', '2018-09-21 04:20:00', '0', '203');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '55.5000', '2018-09-21 04:25:00', '0', '204');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '55.3000', '2018-09-21 04:30:00', '0', '205');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '55.5000', '2018-09-21 04:35:00', '0', '206');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '55.5000', '2018-09-21 04:40:00', '0', '207');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '55.6000', '2018-09-21 04:45:00', '0', '208');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '55.8000', '2018-09-21 04:50:00', '0', '209');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '56.0000', '2018-09-21 04:55:00', '0', '210');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '56.1000', '2018-09-21 05:00:00', '0', '211');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '56.3000', '2018-09-21 05:05:00', '0', '212');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '56.7000', '2018-09-21 05:10:00', '0', '213');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '57.0000', '2018-09-21 05:15:00', '0', '214');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '57.2000', '2018-09-21 05:20:00', '0', '215');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '57.5000', '2018-09-21 05:25:00', '0', '216');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '57.7000', '2018-09-21 05:30:00', '0', '217');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '57.7000', '2018-09-21 05:35:00', '0', '218');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '57.8000', '2018-09-21 05:40:00', '0', '219');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '57.8000', '2018-09-21 05:45:00', '0', '220');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '57.8000', '2018-09-21 05:50:00', '0', '221');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '57.9000', '2018-09-21 05:55:00', '0', '222');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '57.9000', '2018-09-21 06:00:00', '0', '223');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '58.0000', '2018-09-21 06:05:00', '0', '224');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '57.8000', '2018-09-21 06:10:00', '0', '225');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '57.4000', '2018-09-21 06:15:00', '0', '226');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '57.1000', '2018-09-21 06:20:00', '0', '227');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '57.1000', '2018-09-21 06:25:00', '0', '228');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '57.0000', '2018-09-21 06:30:00', '0', '229');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '56.4000', '2018-09-21 06:35:00', '0', '230');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '56.5000', '2018-09-21 06:40:00', '0', '231');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '56.4000', '2018-09-21 06:45:00', '0', '232');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '56.0000', '2018-09-21 06:50:00', '0', '233');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '56.0000', '2018-09-21 06:55:00', '0', '234');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '55.7000', '2018-09-21 07:00:00', '0', '235');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '55.8000', '2018-09-21 07:05:00', '0', '236');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '55.9000', '2018-09-21 07:10:00', '0', '237');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '55.9000', '2018-09-21 07:15:00', '0', '238');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '55.5000', '2018-09-21 07:20:00', '0', '239');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '55.3000', '2018-09-21 07:25:00', '0', '240');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '55.2000', '2018-09-21 07:30:00', '0', '241');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '55.1000', '2018-09-21 07:35:00', '0', '242');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '55.5000', '2018-09-21 07:40:00', '0', '243');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '55.7000', '2018-09-21 07:45:00', '0', '244');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '55.7000', '2018-09-21 07:50:00', '0', '245');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '55.8000', '2018-09-21 07:55:00', '0', '246');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '56.0000', '2018-09-21 08:00:00', '0', '247');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '56.2000', '2018-09-21 08:05:00', '0', '248');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '56.3000', '2018-09-21 08:10:00', '0', '249');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '56.6000', '2018-09-21 08:15:00', '0', '250');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '56.6000', '2018-09-21 08:20:00', '0', '251');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.6000', '57.4000', '2018-09-21 08:25:00', '0', '252');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '57.7000', '2018-09-21 08:30:00', '0', '253');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.4000', '59.0000', '2018-09-21 08:35:00', '0', '254');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '58.8000', '2018-09-21 08:40:00', '0', '255');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.5000', '59.2000', '2018-09-21 08:45:00', '0', '256');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.7000', '59.4000', '2018-09-21 08:50:00', '0', '257');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '21.9000', '58.3000', '2018-09-21 08:55:00', '0', '258');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.0000', '58.7000', '2018-09-21 09:00:00', '0', '259');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.1000', '58.6000', '2018-09-21 09:05:00', '0', '260');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.1000', '58.5000', '2018-09-21 09:10:00', '0', '261');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '22.1000', '58.5000', '2018-09-21 09:15:00', '0', '262');
INSERT INTO `tbhistory` VALUES ('1', '512左边设备', '24.6000', '51.1000', '2018-09-23 11:20:00', '0', '263');
INSERT INTO `tbhistory` VALUES ('34', '机柜1', '24.6000', '50.3000', '2018-09-23 11:45:00', '0', '264');
INSERT INTO `tbhistory` VALUES ('33', '机柜2', '24.6000', '50.3000', '2018-09-23 11:45:00', '0', '265');
INSERT INTO `tbhistory` VALUES ('32', '机柜3', '24.6000', '50.3000', '2018-09-23 11:45:00', '0', '266');
INSERT INTO `tbhistory` VALUES ('31', '机柜4', '24.6000', '50.3000', '2018-09-23 11:45:00', '0', '267');
INSERT INTO `tbhistory` VALUES ('30', '机柜5', '24.6000', '50.3000', '2018-09-23 11:45:00', '0', '268');
INSERT INTO `tbhistory` VALUES ('29', '机柜6', '24.6000', '50.3000', '2018-09-23 11:45:01', '0', '269');
INSERT INTO `tbhistory` VALUES ('28', '机柜7', '24.6000', '50.3000', '2018-09-23 11:45:01', '0', '270');
INSERT INTO `tbhistory` VALUES ('27', '机柜8', '24.6000', '50.4000', '2018-09-23 11:45:01', '0', '271');
INSERT INTO `tbhistory` VALUES ('26', '机柜9', '24.6000', '50.4000', '2018-09-23 11:45:01', '0', '272');
INSERT INTO `tbhistory` VALUES ('25', '机柜10', '24.6000', '50.4000', '2018-09-23 11:45:01', '0', '273');
INSERT INTO `tbhistory` VALUES ('24', '机柜11', '24.6000', '50.4000', '2018-09-23 11:45:01', '0', '274');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.6000', '50.4000', '2018-09-23 11:45:01', '0', '275');
INSERT INTO `tbhistory` VALUES ('34', '机柜1', '24.7000', '42.9000', '2018-09-24 11:45:00', '0', '276');
INSERT INTO `tbhistory` VALUES ('33', '机柜2', '24.7000', '42.9000', '2018-09-24 11:45:00', '0', '277');
INSERT INTO `tbhistory` VALUES ('32', '机柜3', '24.7000', '42.9000', '2018-09-24 11:45:00', '0', '278');
INSERT INTO `tbhistory` VALUES ('31', '机柜4', '24.7000', '42.8000', '2018-09-24 11:45:01', '0', '279');
INSERT INTO `tbhistory` VALUES ('30', '机柜5', '24.7000', '42.8000', '2018-09-24 11:45:01', '0', '280');
INSERT INTO `tbhistory` VALUES ('29', '机柜6', '24.7000', '42.8000', '2018-09-24 11:45:02', '0', '281');
INSERT INTO `tbhistory` VALUES ('28', '机柜7', '24.7000', '42.8000', '2018-09-24 11:45:02', '0', '282');
INSERT INTO `tbhistory` VALUES ('27', '机柜8', '24.7000', '42.8000', '2018-09-24 11:45:02', '0', '283');
INSERT INTO `tbhistory` VALUES ('26', '机柜9', '24.7000', '42.8000', '2018-09-24 11:45:03', '0', '284');
INSERT INTO `tbhistory` VALUES ('25', '机柜10', '24.7000', '42.8000', '2018-09-24 11:45:03', '0', '285');
INSERT INTO `tbhistory` VALUES ('24', '机柜11', '24.7000', '42.8000', '2018-09-24 11:45:03', '0', '286');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.7000', '42.8000', '2018-09-24 11:45:03', '0', '287');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.6000', '42.7000', '2018-09-24 11:51:00', '0', '288');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.5000', '46.2000', '2018-09-24 14:48:04', '0', '289');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.4000', '46.0000', '2018-09-24 14:51:04', '0', '290');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.8000', '46.7000', '2018-09-24 15:45:00', '0', '291');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.6000', '47.9000', '2018-09-24 17:40:00', '0', '292');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.6000', '48.2000', '2018-09-24 17:45:00', '0', '293');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.7000', '48.2000', '2018-09-24 17:50:00', '0', '294');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.7000', '48.2000', '2018-09-24 17:55:00', '0', '295');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.8000', '48.1000', '2018-09-24 18:00:00', '0', '296');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.8000', '48.1000', '2018-09-24 18:05:00', '0', '297');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.8000', '47.9000', '2018-09-24 18:10:00', '0', '298');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.9000', '47.8000', '2018-09-24 18:15:00', '0', '299');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.8000', '47.7000', '2018-09-24 18:20:00', '0', '300');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.8000', '47.6000', '2018-09-24 18:25:00', '0', '301');
INSERT INTO `tbhistory` VALUES ('23', '机柜12', '24.8000', '47.6000', '2018-09-24 18:30:00', '0', '302');

-- ----------------------------
-- Table structure for tbsyslog
-- ----------------------------
DROP TABLE IF EXISTS `tbsyslog`;
CREATE TABLE `tbsyslog` (
  `ID` bigint(20) NOT NULL AUTO_INCREMENT,
  `UserName` varchar(255) DEFAULT NULL,
  `Operate` varchar(255) DEFAULT NULL,
  `Details` varchar(500) DEFAULT NULL,
  `Result` varchar(255) DEFAULT NULL,
  `IP` varchar(255) DEFAULT NULL,
  `RecordTime` datetime DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB AUTO_INCREMENT=120 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tbsyslog
-- ----------------------------
INSERT INTO `tbsyslog` VALUES ('2', 'master', '登录', '操作成功', '操作成功', '127.0.0.1', '2018-08-22 09:38:43');
INSERT INTO `tbsyslog` VALUES ('3', 'master', '启动串口监听', '操作失败', '操作失败', '127.0.0.1', '2018-08-22 09:38:45');
INSERT INTO `tbsyslog` VALUES ('4', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-22 09:38:45');
INSERT INTO `tbsyslog` VALUES ('5', 'master', '登录', '操作成功', '操作成功', '127.0.0.1', '2018-08-22 09:53:31');
INSERT INTO `tbsyslog` VALUES ('6', 'master', '登录', '操作成功', '操作成功', '127.0.0.1', '2018-08-22 09:54:40');
INSERT INTO `tbsyslog` VALUES ('7', 'master', '登录', '操作成功', '操作成功', '127.0.0.1', '2018-08-22 10:03:34');
INSERT INTO `tbsyslog` VALUES ('8', 'master', 'Web登录', '登录成功', '登录成功', '::1', '2018-08-22 10:04:17');
INSERT INTO `tbsyslog` VALUES ('9', 'master', 'Web登录', '登录成功', '登录成功', '::1', '2018-08-22 10:04:26');
INSERT INTO `tbsyslog` VALUES ('10', 'master', '启动串口监听', '操作失败', '操作失败', '127.0.0.1', '2018-08-22 10:21:51');
INSERT INTO `tbsyslog` VALUES ('11', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-22 10:21:51');
INSERT INTO `tbsyslog` VALUES ('12', 'master', '登录', '操作成功', '操作成功', '127.0.0.1', '2018-08-23 10:09:58');
INSERT INTO `tbsyslog` VALUES ('13', 'master', '启动串口监听', '操作失败', '操作失败', '127.0.0.1', '2018-08-23 10:10:03');
INSERT INTO `tbsyslog` VALUES ('14', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-23 10:10:03');
INSERT INTO `tbsyslog` VALUES ('15', 'master', '登录', '操作成功', '操作成功', '127.0.0.1', '2018-08-23 10:14:32');
INSERT INTO `tbsyslog` VALUES ('16', 'master', 'Web登录', '登录成功', '登录成功', '::1', '2018-08-23 10:14:54');
INSERT INTO `tbsyslog` VALUES ('17', 'master', '启动串口监听', '操作失败', '操作失败', '127.0.0.1', '2018-08-23 10:18:56');
INSERT INTO `tbsyslog` VALUES ('18', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-23 10:18:56');
INSERT INTO `tbsyslog` VALUES ('19', 'master', '修改设备', '修改485设备 1', '操作成功', '127.0.0.1', '2018-08-23 10:22:55');
INSERT INTO `tbsyslog` VALUES ('20', 'master', '删除设备', '删除设备 1#0', '操作成功', '127.0.0.1', '2018-08-23 10:23:39');
INSERT INTO `tbsyslog` VALUES ('21', 'master', '修改设备', '修改485设备 1', '操作成功', '127.0.0.1', '2018-08-23 10:28:09');
INSERT INTO `tbsyslog` VALUES ('22', 'master', '停止监听', '操作失败', '操作失败', '127.0.0.1', '2018-08-23 10:28:13');
INSERT INTO `tbsyslog` VALUES ('23', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-23 10:28:15');
INSERT INTO `tbsyslog` VALUES ('24', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-23 10:28:15');
INSERT INTO `tbsyslog` VALUES ('25', 'master', '修改设备', '修改485设备 1', '操作成功', '127.0.0.1', '2018-08-23 10:28:30');
INSERT INTO `tbsyslog` VALUES ('26', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-23 10:28:31');
INSERT INTO `tbsyslog` VALUES ('27', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-23 10:28:32');
INSERT INTO `tbsyslog` VALUES ('28', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-23 10:28:32');
INSERT INTO `tbsyslog` VALUES ('29', 'master', '修改设备', '修改485设备 1', '操作成功', '127.0.0.1', '2018-08-23 10:28:40');
INSERT INTO `tbsyslog` VALUES ('30', 'master', 'Web登录', '登录成功', '登录成功', '::1', '2018-08-23 15:57:35');
INSERT INTO `tbsyslog` VALUES ('31', 'master', 'Web登录', '登录成功', '登录成功', '::1', '2018-08-23 15:58:20');
INSERT INTO `tbsyslog` VALUES ('32', 'master', 'Web登录', '登录成功', '登录成功', '::1', '2018-08-23 15:59:59');
INSERT INTO `tbsyslog` VALUES ('33', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-23 16:09:13');
INSERT INTO `tbsyslog` VALUES ('34', 'master', 'Web登录', '登录成功', '登录成功', '::1', '2018-08-23 16:12:21');
INSERT INTO `tbsyslog` VALUES ('35', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-23 16:17:46');
INSERT INTO `tbsyslog` VALUES ('36', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-23 16:17:46');
INSERT INTO `tbsyslog` VALUES ('37', 'master', '修改设备', '修改485设备 1', '操作成功', '127.0.0.1', '2018-08-24 10:25:03');
INSERT INTO `tbsyslog` VALUES ('38', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-24 15:04:27');
INSERT INTO `tbsyslog` VALUES ('39', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-24 15:04:35');
INSERT INTO `tbsyslog` VALUES ('40', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-24 15:04:35');
INSERT INTO `tbsyslog` VALUES ('41', 'master', '删除设备', '删除设备 1#0', '操作成功', '127.0.0.1', '2018-08-24 15:04:56');
INSERT INTO `tbsyslog` VALUES ('42', 'master', '删除设备', '删除所有设备 ', '操作成功', '127.0.0.1', '2018-08-24 15:12:21');
INSERT INTO `tbsyslog` VALUES ('43', 'master', '停止监听', '操作失败', '操作失败', '127.0.0.1', '2018-08-27 09:07:36');
INSERT INTO `tbsyslog` VALUES ('44', 'master', '启动串口监听', '操作失败', '操作失败', '127.0.0.1', '2018-08-27 09:07:37');
INSERT INTO `tbsyslog` VALUES ('45', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-27 09:07:37');
INSERT INTO `tbsyslog` VALUES ('46', 'master', '停止监听', '操作失败', '操作失败', '127.0.0.1', '2018-08-27 09:07:54');
INSERT INTO `tbsyslog` VALUES ('47', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-27 09:07:55');
INSERT INTO `tbsyslog` VALUES ('48', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-27 09:07:55');
INSERT INTO `tbsyslog` VALUES ('49', 'master', '删除设备', '删除所有设备 ', '操作成功', '127.0.0.1', '2018-08-27 09:08:48');
INSERT INTO `tbsyslog` VALUES ('50', 'master', '删除设备', '删除所有设备 ', '操作成功', '127.0.0.1', '2018-08-27 09:26:42');
INSERT INTO `tbsyslog` VALUES ('51', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-27 09:29:31');
INSERT INTO `tbsyslog` VALUES ('52', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-27 09:29:33');
INSERT INTO `tbsyslog` VALUES ('53', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-27 09:29:33');
INSERT INTO `tbsyslog` VALUES ('54', 'master', '删除设备', '删除设备 1#0', '操作成功', '127.0.0.1', '2018-08-27 09:54:21');
INSERT INTO `tbsyslog` VALUES ('55', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-27 09:54:55');
INSERT INTO `tbsyslog` VALUES ('56', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-27 09:54:56');
INSERT INTO `tbsyslog` VALUES ('57', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-27 09:54:56');
INSERT INTO `tbsyslog` VALUES ('58', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-27 09:55:00');
INSERT INTO `tbsyslog` VALUES ('59', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-27 09:55:10');
INSERT INTO `tbsyslog` VALUES ('60', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-27 09:55:10');
INSERT INTO `tbsyslog` VALUES ('61', 'master', '删除设备', '删除设备 1#0', '操作成功', '127.0.0.1', '2018-08-27 09:58:39');
INSERT INTO `tbsyslog` VALUES ('62', 'master', '登录', '操作成功', '操作成功', '127.0.0.1', '2018-08-27 10:00:36');
INSERT INTO `tbsyslog` VALUES ('63', 'master', '登录', '操作成功', '操作成功', '127.0.0.1', '2018-08-28 09:17:10');
INSERT INTO `tbsyslog` VALUES ('64', 'master', '登录', '操作成功', '操作成功', '127.0.0.1', '2018-08-28 09:17:57');
INSERT INTO `tbsyslog` VALUES ('65', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-28 09:18:24');
INSERT INTO `tbsyslog` VALUES ('66', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-28 09:18:24');
INSERT INTO `tbsyslog` VALUES ('67', 'master', '修改设备', '修改485设备 1', '操作成功', '127.0.0.1', '2018-08-28 10:34:19');
INSERT INTO `tbsyslog` VALUES ('68', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-28 10:36:04');
INSERT INTO `tbsyslog` VALUES ('69', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-28 10:36:58');
INSERT INTO `tbsyslog` VALUES ('70', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-28 10:36:58');
INSERT INTO `tbsyslog` VALUES ('71', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-28 10:39:06');
INSERT INTO `tbsyslog` VALUES ('72', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-28 10:40:57');
INSERT INTO `tbsyslog` VALUES ('73', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-08-28 10:40:57');
INSERT INTO `tbsyslog` VALUES ('74', 'master', 'Web登录', '登录成功', '登录成功', '::1', '2018-08-28 13:59:10');
INSERT INTO `tbsyslog` VALUES ('75', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:02:11');
INSERT INTO `tbsyslog` VALUES ('76', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:02:12');
INSERT INTO `tbsyslog` VALUES ('77', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:02:12');
INSERT INTO `tbsyslog` VALUES ('78', 'master', '删除设备', '删除设备 1#0', '操作成功', '127.0.0.1', '2018-09-01 18:02:45');
INSERT INTO `tbsyslog` VALUES ('79', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:02:52');
INSERT INTO `tbsyslog` VALUES ('80', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:03:05');
INSERT INTO `tbsyslog` VALUES ('81', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:03:05');
INSERT INTO `tbsyslog` VALUES ('82', 'master', '删除设备', '删除所有设备 ', '操作成功', '127.0.0.1', '2018-09-01 18:04:58');
INSERT INTO `tbsyslog` VALUES ('83', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:04:59');
INSERT INTO `tbsyslog` VALUES ('84', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:05:20');
INSERT INTO `tbsyslog` VALUES ('85', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:05:20');
INSERT INTO `tbsyslog` VALUES ('86', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:05:29');
INSERT INTO `tbsyslog` VALUES ('87', 'master', '删除设备', '删除设备 1#0', '操作成功', '127.0.0.1', '2018-09-01 18:05:34');
INSERT INTO `tbsyslog` VALUES ('88', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:05:38');
INSERT INTO `tbsyslog` VALUES ('89', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:05:38');
INSERT INTO `tbsyslog` VALUES ('90', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:05:38');
INSERT INTO `tbsyslog` VALUES ('91', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:06:02');
INSERT INTO `tbsyslog` VALUES ('92', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:06:02');
INSERT INTO `tbsyslog` VALUES ('93', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:06:32');
INSERT INTO `tbsyslog` VALUES ('94', 'master', '删除设备', '删除所有设备 ', '操作成功', '127.0.0.1', '2018-09-01 18:07:59');
INSERT INTO `tbsyslog` VALUES ('95', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:08:19');
INSERT INTO `tbsyslog` VALUES ('96', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:08:19');
INSERT INTO `tbsyslog` VALUES ('97', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:11:39');
INSERT INTO `tbsyslog` VALUES ('98', 'master', '删除设备', '删除所有设备 ', '操作成功', '127.0.0.1', '2018-09-01 18:11:44');
INSERT INTO `tbsyslog` VALUES ('99', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:11:59');
INSERT INTO `tbsyslog` VALUES ('100', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-01 18:12:00');
INSERT INTO `tbsyslog` VALUES ('101', 'master', '修改设备', '修改485设备 2', '操作成功', '127.0.0.1', '2018-09-01 18:17:32');
INSERT INTO `tbsyslog` VALUES ('102', 'master', '修改设备', '修改485设备 5', '操作成功', '127.0.0.1', '2018-09-01 18:17:41');
INSERT INTO `tbsyslog` VALUES ('103', 'master', '修改设备', '修改485设备 2', '操作成功', '127.0.0.1', '2018-09-02 16:34:35');
INSERT INTO `tbsyslog` VALUES ('104', 'master', '修改设备', '修改485设备 5', '操作成功', '127.0.0.1', '2018-09-02 16:34:49');
INSERT INTO `tbsyslog` VALUES ('105', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-02 18:26:08');
INSERT INTO `tbsyslog` VALUES ('106', 'master', '删除设备', '删除所有设备 ', '操作成功', '127.0.0.1', '2018-09-02 18:26:14');
INSERT INTO `tbsyslog` VALUES ('107', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-02 18:26:31');
INSERT INTO `tbsyslog` VALUES ('108', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-02 18:26:31');
INSERT INTO `tbsyslog` VALUES ('109', 'master', '删除设备', '删除设备 6#0', '操作成功', '127.0.0.1', '2018-09-02 18:27:52');
INSERT INTO `tbsyslog` VALUES ('110', 'master', '登录', '操作成功', '操作成功', '127.0.0.1', '2018-09-02 18:43:09');
INSERT INTO `tbsyslog` VALUES ('111', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-02 18:43:12');
INSERT INTO `tbsyslog` VALUES ('112', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-02 18:43:12');
INSERT INTO `tbsyslog` VALUES ('113', 'master', '停止监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-02 18:44:39');
INSERT INTO `tbsyslog` VALUES ('114', 'master', '登录', '操作成功', '操作成功', '127.0.0.1', '2018-09-02 18:44:55');
INSERT INTO `tbsyslog` VALUES ('115', 'master', '启动串口监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-02 18:44:57');
INSERT INTO `tbsyslog` VALUES ('116', 'master', '启动Tcp监听', '操作成功', '操作成功', '127.0.0.1', '2018-09-02 18:44:57');
INSERT INTO `tbsyslog` VALUES ('117', 'master', '修改设备', '修改485设备 2', '操作成功', '127.0.0.1', '2018-09-02 20:03:25');
INSERT INTO `tbsyslog` VALUES ('118', 'master', '修改设备', '修改485设备 5', '操作成功', '127.0.0.1', '2018-09-02 20:03:32');
INSERT INTO `tbsyslog` VALUES ('119', 'master', '修改设备', '修改485设备 2', '操作成功', '127.0.0.1', '2018-09-02 20:24:30');

-- ----------------------------
-- Table structure for tchistory
-- ----------------------------
DROP TABLE IF EXISTS `tchistory`;
CREATE TABLE `tchistory` (
  `DeviceKey` int(15) DEFAULT NULL,
  `DevName` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `info` varchar(255) DEFAULT NULL,
  `RecordTime` datetime DEFAULT NULL,
  `ConditionerName` varchar(255) DEFAULT NULL,
  `id` int(15) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=284 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tchistory
-- ----------------------------
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-20 22:38:00', null, '109');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-20 22:38:00', '阿达', '110');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '打开空调除湿', '成功', '2018-09-20 22:38:00', '阿达', '111');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-20 22:38:00', null, '112');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-20 22:39:00', null, '113');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-20 22:39:00', '阿达', '114');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '打开空调除湿', '成功', '2018-09-20 22:39:00', '阿达', '115');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-20 22:39:00', null, '116');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-20 22:45:00', null, '117');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-20 22:45:00', '阿达', '118');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '打开空调除湿', '成功', '2018-09-20 22:45:00', '阿达', '119');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-20 22:45:00', null, '120');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-20 23:00:00', null, '121');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-20 23:00:00', '阿达', '122');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '打开空调除湿', '成功', '2018-09-20 23:00:00', '阿达', '123');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-20 23:00:00', null, '124');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-20 23:15:00', null, '125');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-20 23:15:00', '阿达', '126');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '打开空调除湿', '成功', '2018-09-20 23:15:00', '阿达', '127');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-20 23:15:00', null, '128');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-20 23:30:00', null, '129');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-20 23:30:00', '阿达', '130');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-20 23:30:00', null, '131');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-20 23:45:00', null, '132');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-20 23:45:00', '阿达', '133');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-20 23:45:00', null, '134');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 00:00:00', null, '135');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 00:00:00', '阿达', '136');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 00:00:00', null, '137');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 00:15:00', null, '138');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 00:15:00', '阿达', '139');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 00:15:00', null, '140');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 00:30:00', null, '141');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 00:30:00', '阿达', '142');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 00:30:00', null, '143');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 00:45:00', null, '144');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 00:45:00', '阿达', '145');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 00:45:00', null, '146');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 01:00:00', null, '147');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 01:00:00', '阿达', '148');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 01:00:00', null, '149');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 01:15:00', null, '150');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 01:15:00', '阿达', '151');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 01:15:00', null, '152');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 01:30:00', null, '153');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 01:30:00', '阿达', '154');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 01:30:00', null, '155');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 01:45:00', null, '156');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 01:45:00', '阿达', '157');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 01:45:00', null, '158');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 02:00:00', null, '159');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 02:00:00', '阿达', '160');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 02:00:00', null, '161');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 02:15:00', null, '162');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 02:15:00', '阿达', '163');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 02:15:00', null, '164');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 02:30:00', null, '165');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 02:30:00', '阿达', '166');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 02:30:00', null, '167');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 02:45:00', null, '168');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 02:45:00', '阿达', '169');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 02:45:00', null, '170');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 03:00:00', null, '171');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 03:00:00', '阿达', '172');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 03:00:00', null, '173');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 03:15:00', null, '174');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 03:15:00', '阿达', '175');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 03:15:00', null, '176');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 03:30:00', null, '177');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 03:30:00', '阿达', '178');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 03:30:00', null, '179');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 03:45:00', null, '180');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 03:45:00', '阿达', '181');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 03:45:00', null, '182');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 04:00:00', null, '183');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 04:00:00', '阿达', '184');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 04:00:00', null, '185');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 04:15:00', null, '186');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 04:15:00', '阿达', '187');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 04:15:00', null, '188');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 04:30:00', null, '189');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 04:30:00', '阿达', '190');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 04:30:00', null, '191');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 04:45:00', null, '192');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 04:45:00', '阿达', '193');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 04:45:00', null, '194');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 05:00:00', null, '195');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 05:00:00', '阿达', '196');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 05:00:00', null, '197');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 05:15:00', null, '198');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 05:15:00', '阿达', '199');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 05:15:00', null, '200');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 05:30:00', null, '201');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 05:30:00', '阿达', '202');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 05:30:00', null, '203');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 05:45:00', null, '204');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 05:45:00', '阿达', '205');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 05:45:00', null, '206');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 06:00:00', null, '207');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 06:00:00', '阿达', '208');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 06:00:00', null, '209');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 06:15:00', null, '210');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 06:15:00', '阿达', '211');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 06:15:00', null, '212');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 06:30:00', null, '213');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 06:30:00', '阿达', '214');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 06:30:00', null, '215');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 06:45:00', null, '216');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 06:45:00', '阿达', '217');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 06:45:00', null, '218');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 07:00:00', null, '219');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 07:00:00', '阿达', '220');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 07:00:00', null, '221');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 07:15:00', null, '222');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 07:15:00', '阿达', '223');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 07:15:00', null, '224');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 07:30:00', null, '225');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 07:30:00', '阿达', '226');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 07:30:00', null, '227');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 07:45:00', null, '228');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 07:45:00', '阿达', '229');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 07:45:00', null, '230');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 08:00:00', null, '231');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 08:00:00', '阿达', '232');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 08:00:00', null, '233');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 08:15:00', null, '234');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 08:15:00', '阿达', '235');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 08:15:00', null, '236');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 08:30:00', null, '237');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 08:30:00', '阿达', '238');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 08:30:00', null, '239');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 08:45:00', null, '240');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 08:45:00', '阿达', '241');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 08:45:00', null, '242');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 09:00:00', null, '243');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 09:00:00', '阿达', '244');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 09:00:00', null, '245');
INSERT INTO `tchistory` VALUES ('12', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-21 09:15:00', null, '246');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '关闭空调除湿', '成功', '2018-09-21 09:15:00', '阿达', '247');
INSERT INTO `tchistory` VALUES ('1', '512左边设备', '温度过低发送短信', '发送失败', '2018-09-21 09:15:00', null, '248');
INSERT INTO `tchistory` VALUES ('34', '机柜1', '未绑定空调', '失败', '2018-09-23 11:45:01', null, '249');
INSERT INTO `tchistory` VALUES ('33', '机柜2', '未绑定空调', '失败', '2018-09-23 11:45:01', null, '250');
INSERT INTO `tchistory` VALUES ('32', '机柜3', '未绑定空调', '失败', '2018-09-23 11:45:01', null, '251');
INSERT INTO `tchistory` VALUES ('31', '机柜4', '未绑定空调', '失败', '2018-09-23 11:45:01', null, '252');
INSERT INTO `tchistory` VALUES ('30', '机柜5', '未绑定空调', '失败', '2018-09-23 11:45:01', null, '253');
INSERT INTO `tchistory` VALUES ('29', '机柜6', '未绑定空调', '失败', '2018-09-23 11:45:01', null, '254');
INSERT INTO `tchistory` VALUES ('28', '机柜7', '未绑定空调', '失败', '2018-09-23 11:45:02', null, '255');
INSERT INTO `tchistory` VALUES ('27', '机柜8', '未绑定空调', '失败', '2018-09-23 11:45:02', null, '256');
INSERT INTO `tchistory` VALUES ('26', '机柜9', '未绑定空调', '失败', '2018-09-23 11:45:02', null, '257');
INSERT INTO `tchistory` VALUES ('25', '机柜10', '未绑定空调', '失败', '2018-09-23 11:45:02', null, '258');
INSERT INTO `tchistory` VALUES ('24', '机柜11', '未绑定空调', '失败', '2018-09-23 11:45:02', null, '259');
INSERT INTO `tchistory` VALUES ('23', '机柜12', '未绑定空调', '失败', '2018-09-23 11:45:02', null, '260');
INSERT INTO `tchistory` VALUES ('34', '机柜1', '未绑定空调', '失败', '2018-09-24 11:45:02', null, '261');
INSERT INTO `tchistory` VALUES ('33', '机柜2', '未绑定空调', '失败', '2018-09-24 11:45:02', null, '262');
INSERT INTO `tchistory` VALUES ('32', '机柜3', '未绑定空调', '失败', '2018-09-24 11:45:02', null, '263');
INSERT INTO `tchistory` VALUES ('31', '机柜4', '未绑定空调', '失败', '2018-09-24 11:45:02', null, '264');
INSERT INTO `tchistory` VALUES ('30', '机柜5', '未绑定空调', '失败', '2018-09-24 11:45:02', null, '265');
INSERT INTO `tchistory` VALUES ('29', '机柜6', '未绑定空调', '失败', '2018-09-24 11:45:03', null, '266');
INSERT INTO `tchistory` VALUES ('28', '机柜7', '未绑定空调', '失败', '2018-09-24 11:45:03', null, '267');
INSERT INTO `tchistory` VALUES ('27', '机柜8', '未绑定空调', '失败', '2018-09-24 11:45:03', null, '268');
INSERT INTO `tchistory` VALUES ('26', '机柜9', '未绑定空调', '失败', '2018-09-24 11:45:03', null, '269');
INSERT INTO `tchistory` VALUES ('25', '机柜10', '未绑定空调', '失败', '2018-09-24 11:45:03', null, '270');
INSERT INTO `tchistory` VALUES ('24', '机柜11', '未绑定空调', '失败', '2018-09-24 11:45:03', null, '271');
INSERT INTO `tchistory` VALUES ('23', '机柜12', '未绑定空调', '失败', '2018-09-24 11:45:03', null, '272');
INSERT INTO `tchistory` VALUES ('23', '机柜12', '未绑定空调', '失败', '2018-09-24 11:51:00', null, '273');
INSERT INTO `tchistory` VALUES ('41', '啊', '未绑定空调', '失败', '2018-09-24 14:48:06', null, '274');
INSERT INTO `tchistory` VALUES ('40', '阿三', '未绑定空调', '失败', '2018-09-24 14:48:06', null, '275');
INSERT INTO `tchistory` VALUES ('39', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-24 14:48:06', null, '276');
INSERT INTO `tchistory` VALUES ('38', '哈师大很骄傲市规划局', '未绑定空调', '失败', '2018-09-24 14:48:06', null, '277');
INSERT INTO `tchistory` VALUES ('23', '机柜12', '未绑定空调', '失败', '2018-09-24 14:48:06', null, '278');
INSERT INTO `tchistory` VALUES ('23', '机柜12', '未绑定空调', '失败', '2018-09-24 15:45:00', null, '279');
INSERT INTO `tchistory` VALUES ('23', '机柜12', '未绑定空调', '失败', '2018-09-24 17:45:00', null, '280');
INSERT INTO `tchistory` VALUES ('23', '机柜12', '未绑定空调', '失败', '2018-09-24 18:00:00', null, '281');
INSERT INTO `tchistory` VALUES ('23', '机柜12', '未绑定空调', '失败', '2018-09-24 18:15:00', null, '282');
INSERT INTO `tchistory` VALUES ('23', '机柜12', '未绑定空调', '失败', '2018-09-24 18:30:00', null, '283');

-- ----------------------------
-- Table structure for tconditioner
-- ----------------------------
DROP TABLE IF EXISTS `tconditioner`;
CREATE TABLE `tconditioner` (
  `DeviceKey` int(15) DEFAULT NULL,
  `ConditionerName` varchar(255) DEFAULT NULL,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `COM` varchar(10) DEFAULT NULL,
  `Baud` int(5) DEFAULT NULL,
  `SlaveId` int(5) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tconditioner
-- ----------------------------

-- ----------------------------
-- Table structure for tequipment
-- ----------------------------
DROP TABLE IF EXISTS `tequipment`;
CREATE TABLE `tequipment` (
  `DeviceKey` int(255) NOT NULL AUTO_INCREMENT,
  `DevName` varchar(255) DEFAULT NULL,
  `SlaveId` int(10) DEFAULT NULL,
  `Comm` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`DeviceKey`)
) ENGINE=InnoDB AUTO_INCREMENT=42 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tequipment
-- ----------------------------
INSERT INTO `tequipment` VALUES ('23', '机柜12', '1', 'COM6');

-- ----------------------------
-- Table structure for tset
-- ----------------------------
DROP TABLE IF EXISTS `tset`;
CREATE TABLE `tset` (
  `DevTempValueMin` double(10,1) DEFAULT NULL,
  `DevTempValueMax` double(10,1) DEFAULT NULL,
  `DevHumiValueMax` double(10,1) DEFAULT NULL,
  `DevHumiValueMin` double(10,1) DEFAULT NULL,
  `RecordTime` datetime NOT NULL,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `phone1` varchar(11) DEFAULT NULL,
  `phone2` varchar(11) DEFAULT NULL,
  `phone3` varchar(11) DEFAULT NULL,
  `AlarmTemMax` double(10,1) DEFAULT NULL,
  `AlarmTemMin` double(10,1) DEFAULT NULL,
  `AlarmHumMax` double(10,1) DEFAULT NULL,
  `AlarmHumMin` double(10,1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tset
-- ----------------------------
INSERT INTO `tset` VALUES ('19.0', '21.0', '60.0', '12.0', '2018-09-23 11:20:47', '1', '15229309525', '', '', '22.0', '18.0', '70.0', '10.0');

-- ----------------------------
-- Table structure for tuser
-- ----------------------------
DROP TABLE IF EXISTS `tuser`;
CREATE TABLE `tuser` (
  `username` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tuser
-- ----------------------------
INSERT INTO `tuser` VALUES ('admin', 'admin', '1');
INSERT INTO `tuser` VALUES ('123', '123', '2');
